module.exports = [
  {
    "id": "item01",
    "name": "開襟シャツ",
    "text": "アウトサイズの開襟シャツ。タオルを織るレピア織機で作ったジャカード生地です。愛媛で織って、愛媛で縫製、地域で連携することで高付加価値商品を工場から生み出すことを考えました。",
    "noimage": false,
    "image01": "001.jpg",
    "image02": "002.jpg"
  },
  {
    "id": "item02",
    "name": "タートルネック",
    "text": "愛媛で編んだポリエステルの機能素材に、地図がモチーフのプリント。発想次第で工場側でデザインもできること。型紙ごとプリントすることで、小ロット生産への対応や裁断技術者の人手不足を解消できると考えました。",
    "noimage": false,
    "image01": "003.jpg",
    "image02": "004.jpg"
  },
  {
    "id": "item03",
    "name": "袖ニットシャツ",
    "text": "愛媛で織ったジャカードと愛媛で編んだニットの組み合わせ。布帛専門、カットソー専門という既成概念を取り払い、異素材に対応できる体制作りを目指しました。",
    "noimage": false,
    "image01": "005.jpg",
    "image02": "006.jpg"
  },
  {
    "id": "item04",
    "name": "アウトサイズT",
    "text": "丸鷹産業とテイジンが共同開発したオリジナルの機能ポリエステルに型紙の線ごとプリント。手数はかかるが、誰でも裁断できる小ロット対応の商品を考えました。",
    "noimage": false,
    "image01": "007.jpg",
    "image02": "008.jpg"
  },
  {
    "id": "item05",
    "name": "スポーツシャツ",
    "text": "伸びるニット素材をシャツ工場が平縫いミシンで縫製。全て拒むのではなく対応できる素材の幅を広げる取り組みを行いました。",
    "noimage": false,
    "image01": "009.jpg",
    "image02": "010.jpg"
  },
  {
    "id": "item06",
    "name": "フレンチスリーブ",
    "text": "愛媛で編んだポリエステルの機能素材を使って、スポーツ×ファッションの提案。",
    "noimage": false,
    "image01": "011.jpg",
    "image02": "012.jpg"
  },
  {
    "id": "item07",
    "name": "反射カットソー",
    "text": "テープ中央に光に反射する加工を施し、安全性とファッション性を兼ね備えたアイテムです。愛媛にはカットソーを縫える工場も多数あります。",
    "noimage": false,
    "image01": "013.jpg",
    "image02": "014.jpg"
  },
  {
    "id": "item08",
    "name": "反射ノースリーブ",
    "text": "スポーツ系の機能素材に太いリフレクションテープが施されたアイテム。こちらも安全性とファッション性を兼ね備えたアイテムです。",
    "noimage": false,
    "image01": "015.jpg",
    "image02": "016.jpg"
  },
  {
    "id": "item09",
    "name": "ポロ地シャツ",
    "text": "ポロシャツの素材を用いて、シャツ工場で縫ったアイテム。シャツ専門の平縫いミシンでポロシャツを作ることで対応できるアイテムの幅を広げようという試みです。",
    "noimage": false,
    "image01": "017.jpg",
    "image02": "018.jpg"
  },
  {
    "id": "item10",
    "name": "ポリパーカー",
    "text": "スタンダードなパーカーを裏毛で作り、ワッペンはサクッとオンデマンドで注文する。様々なサービスとの組み合わせでオリジナル提案が簡単な時代になってきています。",
    "noimage": false,
    "image01": "019.jpg",
    "image02": "020.jpg"
  },
  {
    "id": "item11",
    "name": "ラグランストライプ",
    "text": "タオルを織るレピア織機で作ったジャカード生地にタオルの染色と同じ方法で顔料をのせました。ラグランタイプで腕の動きを邪魔しないカジュアルシャツです。",
    "noimage": false,
    "image01": "021.jpg",
    "image02": "022.jpg"
  },
  {
    "id": "item12",
    "name": "デジタルスウェット",
    "text": "チェクにデジタルノイズを加えた柄がモチーフのプリント。型紙ごとプリントすることで、裁断技術者の人手不足を解消できると考えました。",
    "noimage": false,
    "image01": "023.jpg",
    "image02": "024.jpg"
  },
  {
    "id": "item13",
    "name": "パイルワンピ",
    "text": "今治で織ったパイル生地で作ったワンピース。上質なルームウェアのご提案です。",
    "noimage": false,
    "image01": "025.jpg",
    "image02": "026.jpg"
  },
  {
    "id": "item14",
    "name": "ニットワンピ",
    "text": "愛媛で編んだポリエステルの機能素材に、幾何学柄のプリント。型紙ごとプリントすることで、小ロット生産への対応や裁断技術者の人手不足を解消できると考えました。",
    "noimage": false,
    "image01": "027.jpg",
    "image02": "028.jpg"
  },
  {
    "id": "item15",
    "name": "袖ニットシャツ2",
    "text": "黒染めした麻素材と愛媛で編んだニットの組み合わせ。布帛専門、カットソー専門という既成概念を取り払い、異素材に対応できる体制作りを目指しました。",
    "noimage": false,
    "image01": "029.jpg",
    "image02": "030.jpg"
  },
  {
    "id": "item16",
    "name": "ドクターコート",
    "text": "スポーツ系の機能素材で医療分野へ白衣を提案。高品質国産制服を工場から市場へ提案することを目指しています。",
    "noimage": false,
    "image01": "031.jpg",
    "image02": "032.jpg"
  },
  {
    "id": "item17",
    "name": "ヤクのアウター",
    "text": "保温性、保湿性にすぐれたヤクの毛を超長綿にブレンドし愛媛で織った生地です。軽くて暖かいアウターができました。",
    "noimage": false,
    "image01": "033.jpg",
    "image02": "034.jpg"
  },
  {
    "id": "item18",
    "name": "ダミーストライプシャツ",
    "text": "汗に反応して温度を下げる働きをする機能ポリエステルをベースに、デジタルプリントでストライプを施したシャツです。テクノロジーと職人の技術の融合を目指しました。",
    "noimage": false,
    "image01": "035.jpg",
    "image02": "036.jpg"
  },
  {
    "id": "item19",
    "name": "ポリチノパンツ",
    "text": "横ストレッチのあるポリエステル素材に、デジタルプリント。型紙ごとプリントすることで、小ロット生産への対応や裁断技術者の人手不足を解消できると考えました。",
    "noimage": false,
    "image01": "037.jpg",
    "image02": "038.jpg"
  },
  {
    "id": "item20",
    "name": "オフィスジャケット",
    "text": "ストレッチ素材を用い、仕事場で女性がより動きやすくかっこいい事務服はないかと考え作成しました。ユニフォームのご提案です。",
    "noimage": false,
    "image01": "039.jpg",
    "image02": "040.jpg"
  },
  {
    "id": "item21",
    "name": "オフィスパンツ",
    "text": "ストレッチ素材を用い、仕事場で女性がより動きやすくかっこいい事務服はないかと考え作成しました。ユニフォームのご提案です。",
    "noimage": false,
    "image01": "041.jpg",
    "image02": "042.jpg"
  },
  {
    "id": "item22",
    "name": "多色カットソー",
    "text": "数メーター余った廃棄をまつだけの生地が工場にはたくさんあります。それらを使うパッチワークのアイテムを各工場がもっているといいかと思い作成しました。",
    "noimage": false,
    "image01": "043.jpg",
    "image02": "044.jpg"
  },
  {
    "id": "item23",
    "name": "デニムフードコート",
    "text": "ケミカルストーンウォッシュデニムとストレッチワンウォッシュデニムのコート。愛媛の南予ではもともとデニムの縫製が盛んでした。大手企業が撤退する中デニム縫製の技術を残していきたいと思います。",
    "noimage": true,
    "image01": "045.jpg",
    "image02": "046.jpg"
  },
  {
    "id": "item24",
    "name": "デニム襟なしジャケット",
    "text": "ケミカルストーンウォッシュデニムとストレッチワンウォッシュデニムの襟なしアウター。愛媛の南予ではもともとデニムの縫製が盛んでした。大手企業が撤退する中デニム縫製の技術を残していきたいと思います。",
    "noimage": true,
    "image01": "047.jpg",
    "image02": "048.jpg"
  },
  {
    "id": "item25",
    "name": "デニムワイドパンツ",
    "text": "ケミカルストーンウォッシュデニムとストレッチワンウォッシュデニムのワイドパンツ。愛媛の南予ではもともとデニムの縫製が盛んでした。大手企業が撤退する中デニム縫製の技術を残していきたいと思います。",
    "noimage": true,
    "image01": "049.jpg",
    "image02": "050.jpg"
  },
  {
    "id": "item26",
    "name": "デニムジャケット",
    "text": "ケミカルストーンウォッシュデニムとストレッチワンウォッシュデニムのジャケット。愛媛の南予ではもともとデニムの縫製が盛んでした。大手企業が撤退する中デニム縫製の技術を残していきたいと思います。",
    "noimage": true,
    "image01": "051.jpg",
    "image02": "052.jpg"
  },
  {
    "id": "item27",
    "name": "デニムスラックス",
    "text": "ケミカルストーンウォッシュデニムとストレッチワンウォッシュデニムのスラックス。愛媛の南予ではもともとデニムの縫製が盛んでした。大手企業が撤退する中デニム縫製の技術を残していきたいと思います。",
    "noimage": true,
    "image01": "053.jpg",
    "image02": "054.jpg"
  },
  {
    "id": "item28",
    "name": "作業着トップス",
    "text": "太いリフレクションテープを用い、安全性と耐久度が高い作業服を考えました。ユニフォームのご提案です。",
    "noimage": true,
    "image01": "055.jpg",
    "image02": "056.jpg"
  },
  {
    "id": "item29",
    "name": "作業着ボトムス",
    "text": "太いリフレクションテープを用い、安全性と耐久度が高い作業服を考えました。ユニフォームのご提案です。",
    "noimage": true,
    "image01": "057.jpg",
    "image02": "058.jpg"
  },
  {
    "id": "item30",
    "name": "ワイドシャツ",
    "text": "タオルを織るレピア織機で作ったジャカード生地です。カジュアルにもフォーマルにも使える汎用性の高いシャツを考えました。",
    "noimage": true,
    "image01": "059.jpg",
    "image02": "060.jpg"
  },
  {
    "id": "item31",
    "name": "ハニカム ロングシャツ",
    "text": "タオルを織るレピア織機で作ったジャカード生地にタオルの染色と同じ方法で顔料をのせました。凹凸のある素材にも精密なプリントをできることが特徴です。",
    "noimage": true,
    "image01": "061.jpg",
    "image02": "062.jpg"
  },
  {
    "id": "item32",
    "name": "ドットシャツ",
    "text": "ポリエステルのツイルにデジタルプリント。型紙ごとプリントすることで、小ロット生産への対応や裁断技術者の人手不足を解消できると考えました。",
    "noimage": true,
    "image01": "063.jpg",
    "image02": "064.jpg"
  },
  {
    "id": "item33",
    "name": "ボタンダウン シャツ",
    "text": "タオルを織るレピア織機で作ったジャカード生地です。普通のシャツ時よりもふっくらとした空気感があるのが特徴です。",
    "noimage": true,
    "image01": "065.jpg",
    "image02": "066.jpg"
  },
  {
    "id": "item34",
    "name": "ルームウェア トップス",
    "text": "今治で織ったパイル生地で作ったワンピース。上質なルームウェアのご提案です。",
    "noimage": true,
    "image01": "067.jpg",
    "image02": "068.jpg"
  },
  {
    "id": "item35",
    "name": "ルームウェア ボトムス",
    "text": "今治で織ったパイル生地で作ったワンピース。上質なルームウェアのご提案です。",
    "noimage": true,
    "image01": "069.jpg",
    "image02": "070.jpg"
  },
  {
    "id": "item36",
    "name": "オリジナルニットフォーマルシャツ",
    "text": "丸鷹産業とテイジンが共同開発したオリジナルの機能ポリエステルを使用。ビジネスマンが一枚で着ることができるニットシャツを目指しなんども試作を重ね完成しました。",
    "noimage": true,
    "image01": "071.jpg",
    "image02": "071.jpg"
  }
]